{
  "CopilotChat.nvim": { "branch": "canary" },
  "LuaSnip": { "branch": "master" },
  "NotebookNavigator.nvim": { "branch": "main" },
  "ack.vim": { "branch": "master" },
  "cmp-buffer": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "copilot.lua": { "branch": "master" },
  "copilot.vim": { "branch": "release" },
  "ctrlp.vim": { "branch": "master" },
  "hydra.nvim": { "branch": "master" },
  "iron.nvim": { "branch": "master" },
  "jupytext.vim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lspkind.nvim": { "branch": "master" },
  "markdown-preview.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "mini.comment": { "branch": "main" },
  "monokai.nvim": { "branch": "master" },
  "nerdcommenter": { "branch": "master" },
  "nerdtree": { "branch": "master" },
  "nvim-cmp": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "vim-markdown": { "branch": "master" },
  "vimtex": { "branch": "master" }
}
